export const data = [
    {
      id: 1,
      image: '/signs/aries.jpg',
      nativity: "Овен",
      searchSign: "огонь",
      description: " Главный совет для Овнов на 2022 год — не пытайтесь успеть все и сразу, откажитесь от спешки на ровном месте. Идеи будут захлестывать, но чтобы действительно хватило сил и энергии на их реализацию, лучше составить детальный план и действовать исключительно по нему. К весне у вас получится начать новые проекты и значительно увеличить прибыль.Если вы давно находитесь в отношениях, в этом году вы сможете узаконить их. Семейные Овны получат возможность разжечь огонь в домашнем очаге, а вот одинокие Овны могу рассчитывать на знакомства только во второй половине 2022 года."

    },

    {
      id: 2,
      image: '/signs/taurus.jpg',
      nativity: "Телец",
      searchSign: "земля",
      description: "2022 год Тельцам стоит начать с переосмысления своих принципов и жизненных ценностей, чтобы научиться смотреть на ситуации с совершенно разных углов. Результат вас порадует — весной вас посетят гениальные идеи, и вы сможете начать их реализовывать. Этот год принесет в вашу жизнь мудрость и осознанность. Именно благодаря этим качествам вы сможете достичь того, что ранее казалось невозможным. Прислушивайтесь к себе и своей интуиции.Также вам предстоит сделать большой вклад в свое обучение. Получить знания вы сможете абсолютно везде — ваши изобретательность и находчивость помогут вам использовать их на максимум. В грядущем году обновится круг ваших знакомых — будут интересные встречи с единомышленниками и людьми, которые смогут вас чему-то научить."
    },

    {
      id: 3,
      image: '/signs/gemini.jpg',
      nativity: "Близнецы",
      searchSign: "воздух",
      description: "Все, что казалось невозможным, в новом году вы сможете реализовать с легкостью. Вас посетят новые идеи, и вы сможете получить повышение по работе или перспективное предложение. Вам придётся попрощаться с мечтательностью и иллюзиями, вы научитесь смотреть на все более практично и реалистично. Возможностей будет много, поэтому не стоит расслабляться. Берите максимум и не упускайте эти предложения. Если первую половину года вы уделите своему развитию и работе, то зачтем на первый план выйдет семья и амурные дела. Вы сможете укрепить отношения и получить поддержку от близких."
    },

    {
      id: 4,
      image: '/signs/cancer.jpg',
      nativity: "Рак",
      searchSign: "вода",
      description: "Не стоит ждать чудес из ниоткуда. Если вы ждете каких-то улучшений в профессиональной сфере или личных отношениях, то следует быть более настойчивыми, думать наперед и работать лучше. Как бы ни было страшно и сложно начинать что-то новое — в 2022 году пришло время рисковать и действовать. Ближе к весне вы будете полны идей, но старые дела могут тянуть вас вниз. Поэтому стоит произвести чистку всего, что вы делаете, что окружает вас и, главное, своих мыслей, чтобы вы могли с легкостью реализовать все задуманное вами. Вас ждут приятные встречи и знакомства, которые будут началом перемен в жизни. За этот год вы сможете точно определиться с вектором своего движения и сделать первые (и очень важные!) шаги."
    },

    {
      id: 5,
      image: '/signs/leo.jpg',
      searchSign: "огонь",
      nativity: "Лев",
      description: " Гороскоп на 2022 год предвещает вам активную деятельность: сидеть сложа руки не получится, придётся добиваться всего самостоятельно. И это может оказаться труднее, чем вы думали, а вот помощи ждать не стоит. Легко пройдет этот год для тех представителей знака, кто умеет признавать свои ошибки, делать выводы и учиться на них. С весны начинается лучшее время для учебы и работы, вы сможете открыть для себя новые сфере и горизонты. Лето для вас будет периодом отдыха и расслабления, а вот ближе к осени придётся потрудиться: вам подкинут работы, в списке дел будет полно задач. Но какие бы дела не свалились на вас, вы сможете выполнить все и вступить в 2023 год в прекрасном расположении духа."
    },

    {
      id: 6,
      image: '/signs/virgo.jpg',
      nativity: "Дева",
      searchSign: "земля",
      description: "До начала весны Девам не стоит строить грандиозных планов, лучше заняться обучением, спортом или духовными практиками. Чтобы это ни было, важно найти в этом отдушину и получать удовольствие. Ближе к весне вы сможете упорядочить все свои дела и мысли, реализовать себя и добиться успеха в самых неожиданных сферах. В новом году вы найдете союзников, а, возможно, восстановите старые связи. Очень важно пересмотреть свои цели и разобраться в себе, найдите новые увлечения. К осени стоит начать относиться к себе строже, соблюдать график и сосредоточиться на главном, чтобы достичь впечатляющих результатов."
    },

    {
      id: 7,
      image: '/signs/libra.jpg',
      nativity: "Весы",
      searchSign: "воздух",
      description: " Начало года придётся посвятить тем самым незакрытым, мелким вопросам, которые висят уже сколько времени. Вы будете поглощены их решением, поэтому не стоит строить глобальные планы сразу с 1 января, сначала разберитесь со всем уже имеющимся. В 2022 году вы расширите круг своих друзей, знакомых и единомышленников. Это будут интересные люди, каждый из которых будет важен для вас в будущем. Также в новом году вы сможете получить повышение или же найти возможность пробить свой финансовый поток. Что бы вы не решили предпринять в профессиональной сфере, это легко получится сделать — просто не торопите события. При принятии решений не стоит поддаваться эмоциям и слишком доверять чужим советам, только с холодной головой вы сможете сделать правильный выбор. Постарайтесь научиться правильно выражать свои чувства, а не держать их внутри, разговаривайте и обсуждайте все, что тревожит вас."
    },

    {
      id: 8,
      image: '/signs/scorpio.jpg',
      nativity: "Скорпион",
      searchSign: "вода",
      description: "2022 год будет полон идей и открытий! Уделите должное внимание обучению, это поможет достичь максимального результата во всем. Весной вас ждут перемены в личной жизни (они, конечно же, будут к лучшему). Не стоит планировать захват мира за 30 дней, лучше браться за задачи постепенно. Вы сможете создать прочный бюджетный фундамент для 2023 года и будете довольны своим финансовым положением, личными отношениями и вашей жизнью в целом. Также вы будете полны энергии и идей — используйте это себе на пользу. Конечно, ваша любовь к самокопанию никуда не уйдет. И вполне возможно, что ближе к осени вы будете находиться в состоянии меланхолии, так как не будете знать ответы на некоторые важные для вас вопросы. Однако вы с легкостью и очень быстро найдете выход из положения и с улыбкой пойдете вперед к своим целям."
    },

    {
      id: 9,
      image: '/signs/sagittarius.jpg',
      searchSign: "огонь",
      nativity: "Стрелец",
      description: "В 2022 году удача на вашей стороне, вы сможете начать заниматься тем самым делом, о котором давно думали. Перспективные предложения о сотрудничестве, повышения и приятные знакомства — это всего лишь небольшой тизер к вашему году. С самого начала года вы должны будете сосредоточиться на самом главном, отбросив все ненужное, и активно заняться делом номер 1. У вас появятся легкость и вдохновение, которые будут освещать дорогу к светлому будущему, о котором вы мечтали. При этом постарайтесь принимать решения с холодной головой, не поддаваясь на эмоции и чужие слова. Летом очень важно прислушиваться к себе, так как ваши поступки определят динамику вплоть до конца 2022 года. Ближе к концу года вы сможете отдохнуть от активного графика и насладиться результатами своих стараний."
    },

    {
      id: 10,
      image: '/signs/capricorn.jpg',
      nativity: "Козерог",
      searchSign: "земля",
      description: " В этом году вам придётся попрощаться с позицией жертвы и наблюдателя. Если вы хотите достичь действительно хороших результатов в 2022 году, придётся принимать решения, брать на себя ответственность и действовать. Не стоит входить в этот год вальяжно, лучше сразу брать все в свои руки и приступать к активным действиям. Прислушивайтесь к своей интуиции и действуйте без вмешательства третьих лиц. В июне у вас начнется творческое вдохновение, которое вы сможете направить в русло реального плана действий. Заявите о себе, расскажите о своих умениях и достоинствах — это поможет найти единомышленников и быстрее достичь своих целей. После активной деятельности у вас будет период, когда вы сможете привести все дела в порядок, разрешить важные вопросы, наладить отношения с близкими и, конечно же, отдохнуть."
    },

    {
      id: 11,
      image: '/signs/aquarius.jpg',
      nativity: "Водолей",
      searchSign: "воздух",
      description: "Водолеи, не стоит поддаваться иллюзиям и соблазнам: не все приходящие к вам идеи будут действительно полезными, так что смотрите на вещи реальнее. Ближе к весне у вас появятся нетривиальные идеи, цели и интересы. Важно будет четко обозначить, что должно присутствовать в вашей жизни, а что пора исключить из нее. Надо не только мечтать и визуализировать, а переходить к практике и действовать. Вам удастся разобраться в тех делах, которые тянуться с 2021 года, ну а ближе к концу года Тигра — удачно вложить деньги, а может, и заняться прибыльным делом. Также вас появится отличная возможность проявить себя как профессионала своего дела. А еще начать новые отношения и завести много интересных знакомств."
    },

    {
      id: 12,
      image: '/signs/pisces.jpg',
      nativity: "Рыбы",
      searchSign: "вода",
      description: "Рыбы, самое главное для вас в 2022 году — меньше тревожиться по пустякам и уметь радоваться небольшим, но победам! Попробуйте смотреть на все ситуации по-философски: делайте выводы и анализируйте, прислушивайтесь к себе и меньше слушайте окружающих. Работы будет много и, возможно, не всегда она будет приносить удовольствие, но вы справитесь! На первое место в этом году выходят сферы денег и работы, весь год вы будете решать деловые вопросы, начинать новые проекты и усердно над ними работать. Главное во всем этом — сохранять позитивный настрой и осознавать, что успех приходит не сразу, иногда нужно подождать. И не стоит брать на себя непосильную ношу, а после корить себя за невыполнение — относитесь ко всему легче. Не сделали в 2022 — сделаете в 2023!"
    }
]