export const data3 = [
    {
        id: 1,
        name: "Анастасия",
        description: "Энергетика имени Анастасия сочетает бесконечную и самоотверженную любовь к окружающим людям, огромную силу и интеллект. Анастасия там, где нужна ее помощь, она с готовностью выручит любого, кто нуждается в ней. Анастасия смотрит на мир через призму романтизма, при этом в ее характере гармонично уживаются стойкость, отвага и доброта.",
        searchName: "женские"
    },

    {
        id: 2,
        name: "Алина",
        description: "Главные отрицательные черты характера Алины - неуравновешенность, самовлюбленность, конфликтность и эгоизм. Алина панически не выносит, когда ей пытаются что-то навязать, на все происходящее Алина имеет свое собственное мнение и ей не важно, что оно заведомо ведет ее в тупик. Хитрая, расчетливая, корыстолюбивая, способная пойти по головам - за свой сложный характер Алину недолюбливают окружающие, у нее очень мало друзей, однако те подруги, что встретятся ей в юности останутся рядом с ней на всю жизнь.",
        searchName: "женские"
    },

    {
        id: 3,
        name: "Виктория",
        description: "Энергетика имени Виктория сочетает самые лучшие человеческие качества, такие как доброта, милосердие, умение прощать и любить, с внутренней стойкостью, мужеством, тонким умом и рациональностью в поступках и словах. Виктория уравновешенна, спокойно относится к происходящему вокруг. Она добра, но не альтруистична, свои интересы Виктория ценит превыше всего.",
        searchName: "женские"
    },

    {
        id: 4,
        name: "Богдана",
        description: "нергетика имени Богдана обладает силой, энергией и мощным внутренним стержнем. При этом Богдана от природы наделена просто потрясающим интеллектом и острым, любознательным умом. Богдане хорошо известны ее неординарные способности, что делает ее порой резкой, самовлюбленной и чрезмерно прямой в оценке чужих недостатков. Тем не менее, если Богдане удастся искоренить эти не лучшие черты, она станет душой любой компании. Люди ценят ее веселый нрав, чувство юмора и интеллект.",
        searchName: "женские"
       
    },

    {
        id: 5,
        name: "Игорь",
        description: "Энергетика имени Игорь очень сильна, это прирожденный лидер, не боящийся взять на себя ответственность за других людей. Игорь умен, тщеславен, изобретателен и хитер. Он идет по жизни с высоко поднятой головой, в то время как окружающие робко пропускают его вперед. Игорь великодушен и смел, он всегда с готовностью бросится на защиту слабого, несправедливость Игорь не выносит патологически. Люди тянутся к сильному физически и высоко духовному Игорю, он всегда в центре внимания, но свои проблемы предпочитает держать при себе.",
        searchName: "мужские"
    },
    
    {
        id: 6,
        name: "Александр",
        description: "Энергетика имени Александр очень сильна. Мужчины, носящие это имя, отличаются потрясающей выносливостью, целеустремленностью, упорством и трудолюбием. Александр явный лидер, люди беспрекословно слушают его. Имея огромный жизненный потенциал и непоколебимый внутренний стержень, Александр остается для окружающих регулирующим звеном во всех разногласиях и конфликтах, он умеет приободрить, дать дельный совет и оказать реальную помощь. Однако Александр никогда не пойдет на это ради человека трусливого или хитрого, честный и патологически прямой от природы Александр не выносит обман и фальшь в поведении.",
        searchName: "мужские"
    },

    {
        id: 7,
        name: "Яна",
        description: "В имени Яна заключен мощнейший внутренний потенциал, эта женщина целеустремленна, горда, независима, подчас высокомерна и неприступна. Ей свойственна явно завышенная самооценка и эгоизм. Она властна, энергична, умеет постоять за себя. Кроме того Яна стремится выделиться из толпы, что ей отлично удается благодаря строптивому нраву и острому уму.",
        searchName: "женские"
    },

    {
        id: 8,
        name: "Цветана",
        description: "Девушка, носящая это красивое имя, так же нежна, как весенний цветок. Ей свойственны самые лучшие женские качества - порядочность, терпение, понимание и доброта. Цветана творческая личность, она не любит скучать. Цветана необычайно привлекательна внешне, артистична, прекрасно сложена. Романтизм, одухотворенность, склонность жить интуицией, а не умом - такой Цветану любят близкие и знакомые.",
        searchName: "женские"
    },

    {
        id: 9,
        name: "Олег",
        description: "Обладатель имени Олег наделен потрясающими качествами, такими, как умение настоять на своем, решительность и прямота. Олег обладает всеми задатками лидера, но в жизни редко пользуется этими способностями. Для Олега куда важнее свое внутреннее равновесие и покой. Олег не плохой товарищ, но искренне дружить ему мешает зацикленность на себе. Порой Олег проявляет вспыльчивость и агрессивность, такой человек очень нетерпим к недостаткам других.",
        searchName: "мужские"
    },

    {
        id: 10,
        name: "Майя",
        description: "Несгибаемая сила характера, потрясающая воля, трудолюбие и одновременно эгоизм - эти качества присущи Майе буквально с ранних лет. Майя очень упряма, категорически не выносит критики и редко прислушивается к советам других. Она остра на язык, цинична, и при всем при этом умеет любить. Каждым действием Майи руководят сильные чувства, но она никогда не пойдет по головам ради своих интересов. Майя хороший и верный друг.",
        searchName: "женские"
    },

    {
        id: 11,
        name: "Екатерина",
        description: "Энергетика имени Екатерина достаточно сильна. Стремление к власти, зависть к чужим успехам, напористость и внутренний индивидуализм - такой воспринимает Екатерину большинство окружающих. И только самым близким известно, что Екатерина на самом деле добрый и отзывчивый человек.",
        searchName: "женские"
    },

    {
        id: 12,
        name: "Леонид",
        description: "Энергетике имени Леонид свойственно постоянство натуры, не желание подчиняться чьей-либо воле и идти на компромисс. Леонид своенравен, не в меру тщеславен, подвижен, в быту достаточно привередлив и прихотлив. Леонид ценит комфорт и уют, он не из тех мужчин, что готовы жить в спартанских условиях, при этом следует понимать, что Леонид не избалованный и не капризный, просто ему свойственно брать от жизни все. Леонид при внутренней стойкости и хладнокровию внешне открыт, приветлив, не прочь посмеяться и пошутить. Эти черты делают Леонида желанным гостем в любой компании, он и сам предпочитает проводить время в кругу близких людей.",
        searchName: "мужские"
    },

    {
        id: 13,
        name: "Оксана",
        description: "Энергетике имени Оксана присущи неординарность, нестандартное мышление, предприимчивость, общительность и доброта. Оксана яркая индивидуалистка, ни мыслями, ни поступками она не похожа на остальных. При всем своем внутреннем нарциссизме Оксана не лишена милосердия, сострадания, способности с готовностью броситься на помощь любому, кому эта помощь нужна. Оксана – многогранная личность, неудивительно, что она в окружающих вызывает противоречивые чувства, некоторые ее просто обожают, другие начинают ненавидеть, не сумев её понять или принять её как личность.",
        searchName: "женские"
    },

    {
        id: 14,
        name: "Роман",
        description: "Мужчину с именем Роман отличает горячая, страстная натура, любовь к различного рода экспериментам и желание успеть все и везде. Роман легко загорается новой идеей, умеет доводить начатое до конца. В нем есть и внутренний стержень, и задатки лидер, но для полного жизненного успеха Роману недостает основательности, усердия в стремлении сосредотачиваться на чем-то одном. Роман общителен, многословен, он известный остряк и балагур, окружающие люди тянутся к Роману за его светлый характер, этот человек редко бывает один.",
        searchName: "мужские"
    },

    {
        id: 15,
        name: "Светлана",
        description: "Энергетике имени Светлана присущи очень противоречивые качества и черты. С одной стороны Светлана не отличается ни стойкостью характера, ни способностью доводить начатое до конца, ни трудолюбием; в тоже время Светлана настолько самоуверенна, самовлюбленна и порой эгоистична, что умудряется убедить окружающих в наличии недостающих в ней качеств! Светлана громко заявляет всем окружающим, какой она неординарный человек, она настолько в этом уверена, что люди окружающие её так же начинают верить в её авторитет.",
        searchName: "женские"
    },

    {
        id: 16,
        name: "Татьяна",
        description: "Энергетике имени Татьяна присущи внутренняя сила, воля к победе, артистизм и неповторимый шарм в жестах, поведении и словах. Татьяна умна, от природы интеллигентна, она производит впечатление дамы из высшего сословия, умеет себя верно преподнести. Но даже наедине с близкими друзьями, которых у Татьяны достаточно много, девушка никогда не позволяет себе упасть в грязь лицом. Эта сдержанность в словах и манерах, грациозность и такт будут присущи Татьяне всю её жизнь.",
        searchName: "женские"
    },

    {
        id: 17,
        name: "Ульяна",
        description: "Для энергетики имени Ульяна характерна женственность, мягкость, уступчивость и доброта в недоступном многим гармоничном сочетании с упрямством, решительностью и желанием во всем принимать самостоятельные решения. Внешне хрупкая, застенчивая и нежная Ульяна способна, при обстоятельствах вынуждающих её к этому, как танк пойти на пролом. Жизнерадостность, общительность, умение ставить и добиваться конкретных целей - эти качества отличают Ульяну от остальных людей.",
        searchName: "женские"
    },

    {
        id: 18,
        name: "Руслана",
        description: "Энергетика имени Руслана чрезвычайно сильна, она вынослива, целеустремленна, порой чрезмерно упряма и невероятно горда. Обладательница этого имени из тех женщин, которые ставят конкретные цели, но не пытаются сорвать звезды с небес. Руслана прагматик, она твердо знает, что хочет от жизни, а в намеченном деле пойдет до конца. Руслана открыта, приветлива, любит веселую компанию, обожает посмеяться и пошутить с подругами. У девушки много друзей, однако, её характер слишком вспыльчив, она легко теряет эмоциональное равновесие, после чего ей трудно контролировать себя. Большинство поступков, о которых Руслана сожалеет, она совершила в состоянии аффекта. И всё же, Руслана в состоянии признать свои ошибки, если нужно, то скрепя сердцем она готова покаяться. Благодаря этим качествам число её друзей неуклонно растет.",
        searchName: "женские"
    },

    {
        id: 19,
        name: "Денис",
        description: "В энергетике имени Денис заключена жажда деятельности, целеустремленность, активность и легкость на подъем. Яркий, живой, эрудированный Денис обладает всеми задатками лидера, его ценят и любят окружающие. Однако, Денису свойственны и такие черты, как чрезмерная увлекаемость и поверхностность, это часто мешает Денису доводить начатое до конца, он без сожаления бросит идею, которой посвятил всего себя, как только на горизонте появится что-то новое и более захватывающее.",
        searchName: "мужские"
    },

    {
        id: 20,
        name: "Захар",
        description: "Энергетика имени Захар не отличается традиционными мужскими качествами, мужчине с этим именем неведомо ни упорство, ни жажда власти, ни честолюбие, ни стремление в чем-либо преуспеть. Захар живет тем, что имеет. Зато он совершенно бескорыстный, веселый, легкий в общении и очень отзывчивый человек. Стать другом Захара просто - достаточно перекинуться с ним парой слов. Захар многое принимает на веру, и эта чрезмерная доверчивость, открытость и доброта часто идут ему во вред.",
        searchName: "мужские"
    },

    {
        id: 21,
        name: "Давид",
        description: "Энергетика имени Давид очень сильна. Мужчина, носящий это имя, наделен не только бойцовским характером, но и физической силы ему не занимать. Прагматик до мозга костей, Давид знает цену каждому сказанному слову. При этом Давид любит острые ощущения и часто идет на риск. Открытый, веселый, прямой, но порой циничный и резкий Давид, тем ни менее, имеет много друзей из разных слоев общества. Сила в сочетании с добротой, упрямство и целеустремленность - таким Давида видят окружающие и именно за это уважают и ценят его.",
        searchName: "мужские"
    },

    {
        id: 22,
        name: "Елена",
        description: "Энергетика имени Елена сочетает трогательность характера, искренность и доброту с упрямством, непоколебимостью и мощным жизненным стержнем, которым Елена наделена еще с детских лет, хотя многие отмечают, что со стороны, кажется, что Елена управляема и ведома. Елена спешит на помощь любому, кто нуждается в ней, Елена - не лидер, но отличный исполнитель и просто очень ответственный человек. И все же, Лена вовсе не мягкая и пушистая кошечка, если кто-то захочет перейти ей дорогу, она покажет все свои коготки своему обидчику!",
        searchName: "женские"
    },

    {
        id: 23,
        name: "Зинаида",
        description: "В энергетике имени Зинаида заключена невероятная мощь, сила, стойкость и интеллект. Зинаида настоящая хищница, для которой собственные интересы стоят превыше всего. Она расчетлива, тщеславна, обидчива, не умеет прощать обиды и неспособна признавать собственные ошибки, даже когда сама понимает очевидность выставленных обвинений. Сложный характер Зинаиды мешает ей стать душой компании, у девушки очень мало друзей. О те немногие подруги, что находят с ней общий язык, будут с Зиной навсегда, образуя прочный костяк сплоченного и эффективного коллектива, которому, надо сказать, по плечу решение довольно сложных и вопросов.",
        searchName: "женские"
    },

    {
        id: 24,
        name: "Борис",
        description: "Энергетика имени Борис поражает своей жизненной силой и неиссякаемой мощью. Борис всегда и везде ведет себя как настоящий мужчина, он умен, силен и физически вынослив, с готовностью придет на помощь и защитит ближнего. И при этом Борис лишен человеколюбия и доброты, он оказывает помощь другим, защищая свои интересы. Борис сдержан, немногословен, не любит общаться и имеет очень мало друзей. Знакомые с ним люди говорят, что он производит впечатление человека жесткого, решительного и хладнокровного.",
        searchName: "мужские"
    },

    {
        id: 25,
        name: "Владимир",
        description: "В энергетике имени Владимир заключен достаточно сильный жизненный потенциал, который помогает носителю этого имени многого достичь и добиться. Владимир умен, высоко интеллектуален и изобретателен. Владимир стремится внести во все происходящее вокруг что-то свое, неординарное и уникальное. С ним легко общаться, но ровно до тех пор, пока не ущемлены интересы Владимира, он не привык прощать обиды, его мстительность порой перерастает в жестокость. С годами в нем может развиться самомнение и нетерпимость к окружающим, если Владимир выходит из себя, его уже ничем не остановишь.",
        searchName: "мужские"
    },

    {
        id: 26,
        name: "Полина",
        description: "Энергетике имени Полина свойственна открытость, доброжелательность, умение искренне любить и прощать. Полина эмоционально уравновешенна, ровна в обращении с окружающими. Милая, приятная собеседница всегда окружена самыми разными людьми. Полина любит комфорт, ценит уют, дорожит семейными узами, которые для нее превыше всего.",
        searchName: "женские"
    },

    {
        id: 27,
        name: "Наталья",
        description: "Энергетика имени Наташа предполагает сочетание множества замечательных качеств, таких как целеустремленность, активность, доброта и сострадание, с полным неприятием критики и взрывным темпераментом. Наталья уверена в собственных силах, она знает себе цену, с готовностью бросится на помощь любому, кто попал в беду... При этом уравновешенная Наталья буквально взорвется гневной тирадой, как только услышит замечание в свой адрес. Об этой черте характера Натальи следует помнить всем ее близким и родным.",
        searchName: "женские"
    },

    {
        id: 28,
        name: "Ольга",
        description: "В энергетике имени Ольга заключена сила, мудрость и доброта. Эта женщина способна на многое. Тем не менее, Ольге не свойственно тщеславие или гордость, она привыкла жить ради близких людей, она честна, прямолинейна и открыта. Принципиальность - главная особенность её характера и это, то качество, которое часто мешает ей преуспеть в жизни.",
        searchName: "женские"
    },

    {
        id: 29,
        name: "Ярослава",
        description: "Энергетике имени Ярослава свойственны человеколюбие, огромный позитив; эта женское имя наделено стойким характером, многое ей по плечу. При этом Ярослава никогда не теряет веры в торжество справедливости, она любит людей, верит в то, что доброе начало в их душе всегда побеждает зло. Девушка темпераментна, искренна и честна в поведении, она не склонна ни к лести, ни ко лжи. А вот потерять расположение Ярославы очень просто, достаточно невзначай обидеть ее.",
        searchName: "женские"
    },

    {
        id: 30,
        name: "Юрий",
        description: "Энергетика имени Юрий не очень сильна, мужчина с этим именем не обладает бойцовскими качествами, ему не свойственно чётко отстаивать свое мнение, он не пытается добиться огромным высот. Зато Юрий добрый, отзывчивый и искренний человек, он прагматик, которому почти не свойственно строить воздушные замки и мечтать о несбыточном. Зато Юрий прочно стоит на земле именно благодаря своей приземленности, а так же основательности, трудолюбию и прилежанию. Люди тянутся к Юрию, любят его за уживчивый нрав и незлобивый характер.",
        searchName: "мужские"
    },

    {
        id: 31,
        name: "Эмилия",
        description: " характере Эмилии присутствует упрямство, воля к победе, спокойствие и стойкость. Эмилия сильна духом, легко выходит из сложных жизненных передряг. Девушка чрезмерно горда, самолюбива, заносчива, с трудом сходится с окружающими. Люди, чувствуя силу её духа и непримиримый характер, боятся и избегают её. Сама Эмилия так же не любит живое общение, хотя ей нравится бывать на виду. С годами характер Эмилии становится всё более строгим и властным, но у девушки по-прежнему очень мало друзей.",
        searchName: "женские"
    },

    {
        id: 32,
        name: "Фаина",
        description: "В характере Фаины гармонично сочетаются человеколюбие и милосердие с огромной любовью к себе. Фаина обидчива и тщеславна, не выносит резкие замечания в свой адрес, способна вспылить по мелочному поводу. При этом Фаина не может пройти мимо боли другого человека, умеет вовремя помочь и поддержать близкого. И всё же, несмотря на то, что Фаина неуживчива и строптива, у неё довольно много друзей. Те, кто сумеют смириться с её непростым характером и горячим нравом, получат товарища, о котором можно только мечтать.",
        searchName: "женские"
    },

    {
        id: 33,
        name: "Устин",
        description: "Энергетика имени Устин подразумевает внутреннюю силу, выносливость, стойкость к жизненным невзгодам, бурный темперамент и крутой нрав. Мужчину с эти именем трудно назвать человеком простым и легким в общении, он производит впечатление сурового, замкнутого и нелюдимого человека. В глубине же души Устину свойственно переживать по поводу каждого сказанного им грубого слова. Устин не лидер, и хотя при желании мог бы им стать, его скорее можно охарактеризовать как реалиста, поскольку в нём напрочь отсутствует умение мечтать и фантазировать. Прямой, резкий, напористый и твердо стоящий на ногах Устин привлекает людей значительно слабее себя - у него достаточно много приятелей.",
        searchName: "мужские"
    },

    {
        id: 34,
        name: "Тамара",
        description: "Энергетике имени Тамара свойственны крутой нрав, гордость, трудолюбие и интеллект. Тамара очень мудрая женщина, она никогда первая не спровоцирует скандал. Однако, её характеру присуще негативные черты, такие как самовлюбленность, цинизм и даже заносчивость – всё это не помогает Тамаре находить общий язык с людьми окружающими её. Странно, но некоторая степень отчужденности идет женщинам с этим гордым именем даже на пользу, Тамара учится быть артистичной, влюбляется в творчество, иногда погружается в него с головой, полностью в нем самовыражаясь. Тамарочка довольно скрытна, немногословна, у нее мало друзей, зато она ведет себя весело и открыто в кругу немногочисленных близких людей.",
        searchName: "женские"
    },

    {
        id: 35,
        name: "Тимофей",
        description: "В энергетике имени Тимофей присутствует смелость, стойкость и отвага. Это очень прямолинейный и искренний человек, за что порой его недолюбливают окружающие. Тимофей никогда не пойдет на поводу у других, на всё происходящее у него есть своя, очень твердая точка зрения. Тимофей не обидчив и не злопамятен, и лишь жажда справедливости толкает его вступать в конфликты даже, несмотря на численный перевес в среде его оппонентов. За легкий нрав и внутреннюю стойкость Тимофея уважают окружающие, люди тянутся к нему как к оплоту спокойствия, мужества и справедливости. Однако с годами Тимофей может стать слишком горд и нетерпим к недостаткам окружающих.",
        searchName: "мужские"
    },

    {
        id: 36,
        name: "Раиса",
        description: "Энергетика имени Раиса потрясает своей внутренней силой, благородством и умением настоять на своем, она безусловный лидер, люди беспрекословно слушаются её. Раиса умна, остра на язык, порой цинична, а в юности не сносна, но близким людям хорошо известно, что в глубине души Раиса очень добрый и искренний человек. Умение поддержать, мощный внутренний стержень, упорство, воля и интеллект - вот основные качества характера Раисы, которые будут сопровождать ее вплоть до глубоких седин.",
        searchName: "женские"
    },

    {
        id: 37,
        name: "Матвей",
        description: "Энергетика имени Матвей не очень сильна, зато мужчине с этим именем присущи такие качеств как терпение, такт, жизнерадостность и доброта. Матвей обаятельный и искрометный человек, его душа всегда нараспашку и эта душа любой компании. Он умеет найти нужное слово, чтобы поддержать близкого человека, при этом сам Матвей в глубине души раним и беззащитен, ему крайне нужны совет и одобрение окружающих. Мягкий, веселый, открытый  Матвей не имеет недоброжелателей, его появлению рады всегда и везде.",
        searchName: "мужские"
    },

    {
        id: 38,
        name: "Галина",
        description: "Имя Галина потрясает своей мощной энергетикой и внутренней силой. Обладательница этого имени практически с рождения надела житейской мудростью, рассудительностью, основательностью и при этом жизнерадостностью и азартом. Галину очень сложно вывести из себя. Собственное эмоциональное равновесие для нее куда важней происходящих вокруг скандалов и драм.",
        searchName: "женские"
    },

    {
        id: 39,
        name: "Юлия",
        description: "Энергетике имени Юлия свойственны такие черты как капризность, упрямство, целенаправленность и умение добиваться желаемого любым путем. Юлия неординарная личность, она от природы способна, талантлива и умна. Юля общительна и открыта, но за ее внешним радушием и приветливостью, как правило, всегда скрыт личный корыстный интерес. Ни при каких обстоятельствах она не станет просто так, за даром помогать кому-то кто попал в беду или нуждается. Она очень избирательна при выборе знакомых, её круг общения состоит из людей успешных, обеспеченных, можно сказать элита общества. К их помощи Юлия прибегает достаточно часто с целью устроить свою собственную жизнь.",
        searchName: "женские"
    },

    {
        id: 40,
        name: "Петр",
        description: "Энергетика имени Петр достаточно сильна. Мужчина, носящий это имя, умеет постоять за себя, он физически развит, вынослив и силен. Петр никогда не станет прогибаться под обстоятельства, не станет хитрить, не пойдет ради выгоды на обман. Внешне Петр несколько суров и немногословен, что вполне предсказуемо отталкивает от него людей. Петр не любит размениваться по мелочам, если он что-то планирует, то цель непременно будет очень значительной, кроме того этот человек непременно её достигнет.",
        searchName: "мужские"
    },

    {
        id: 41,
        name: "Дарья",
        description: "Энергетике имени Дарья присущи такие черты, как упорство, целеустремленность, принципиальность, несгибаемая воля и мощный интеллект. Дарья сильная, уверенная в себе личность со склонностью командовать всегда и везде. Дарья в обществе обладает авторитетом, а многие даже боятся ее острого словца, про таких говорят - ей палец в рот не клади.",
        searchName: "женские"
    },

    {
        id: 42,
        name: "Василий",
        description: "Энергетике имени Василий свойственна уравновешенность и чувство меры буквально во всем. Василий избегает острых точек, никогда не затевает ссоры и конфликты. Он умеет ждать, терпеть, обладает потрясающим спокойствием. Люди уважают Василия за его уравновешенный, достаточно кроткий нрав и житейскую мудрость. Сам же Василий не пытается осуществить невозможное, он точно знает, что хочет от жизни, никогда не витает в облаках.",
        searchName: "мужские"
    },

    {
        id: 43,
        name: "Ирина",
        description: "Ирину сложно назвать сильной или волевой женщиной, умеющей постоять за себя. Она создание ласковое и нежное, но ей крайне важно, чтобы рядом находился человек, способный ее поддержать. Честная, мудрая и открытая Ирина имеет очень много друзей, люди тянутся к ней за советом, и Ирина всегда найдет нужные слова. Однако в принятии решений относительно самой себя Ирине свойственно колебаться, долго думать, она очень боится остановиться на чем-то одном.",
        searchName: "женские"
    },

    {
        id: 44,
        name: "Милана",
        description: "Для имени Милана характерна слабая жизненная энергетика, медлительность, флегматичность, избалованность, холодность в общении с окружающими и лень. Милена очень любит себя и буквально зациклена на своих проблемах, не замечая никого вокруг. Она требует обожания и признания, даже не имея к этому никаких предпосылок. Но в Милане есть и отличные качества, такие как честность, терпение, спокойствие и умение доводить начатое до конца.",
        searchName: "женские"
    },

    {
        id: 45,
        name: "Людмила",
        description: "Энергетика имени Людмила поражает своей жизненной стойкостью, мудростью, человеколюбием и добротой. Это бескорыстная, умная женщина, способная внести в жизнь окружающих спокойствие и уют. Людмила уверенна в собственных силах, но никогда не станет при этом унижать остальных. Сильная, волевая Людмила безусловный лидер всегда и везде. При этом, ни тщеславия, ни зазнайства, ни тирании в ней нет.",
        searchName: "женские"
    },

    {
        id: 46,
        name:"Надежда",
        description: "В имени Надежда заключен мощнейший потенциал. Надежда обладает основательностью, серьезностью взглядов и суждений, она знает, к чему стремится, и сделает все возможное, чтобы этого достичь. Надежда обладает бурным и взрывным темпераментом, однако эмоции предпочитает не выносить на показ. Сильная, мудрая, решительная, яркая - это и есть её отличительные черты.",
        searchName: "женские"
    },

    {
        id: 47,
        name: "Сергей",
        description: "Мало встретишь людей столь же общительных и открытых миру, как Сергей. Он обладает глубиной чувств и порой непредсказуемо себя ведет. Из Сергея может выйти неплохой креативщик – он легко выдвигает новые идеи, в состоянии самостоятельно реализовать каждую из них. Можете быть уверены, что все, кого он привлечет к процессу воплощения, пройдут с его стороны тщательный отбор. Сергею не свойственно скрывать или пытаться иначе преподнести все грани своего характера, поэтому и хорошее, и плохое в нем всегда на виду.",
        searchName: "мужские"
    },

    {
        id: 48,
        name: "Геннадий",
        description: "Энергетике имени Геннадий присущи ярко выраженные лидерские черты, мужество, непоколебимая воля и развитый интеллект. К мнению Геннадия прислушиваются окружающие, однако в глубине души Геннадий не тянется к славе и признанию, не хочет вести за собой и увлекать своей идеей окружающих. Куда важнее для него осознавать, что он прав, а остальные его в этом поддерживают. Но если мнение Геннадия вызывает споры и осуждения, он все равно будет отстаивать свою точку зрения, поскольку критику Геннадий не выносит больше всего.",
        searchName: "мужские"
    },

    {
        id: 49,
        name: "Евгения",
        description: "В энергетике имени Евгения заключена страсть, потрясающая воля и целеустремленность, честолюбие и даже цинизм, так как Евгения бывает слишком резка и прямолинейна. Она и сама не выносит в поведении лесть, и тонко чувствует, когда ее пытаются ввести в заблуждение, начиная подыгрывать её интересам. Дерзкая, расчетливая, при этом обаятельная, общительная и прямая, такой Евгения представляется всем своим многочисленным знакомым и друзьям.",
        searchName: "женские"
    },

    {
        id: 50,
        name: "Лариса",
        description: "В энергетике имени Лариса заключены смелость, решительность, потрясающее трудолюбие и умение пойти до конца. Лариса знает, что хочет от жизни, и не перед чем не остановится, чтобы этого достичь. Она самовлюбленна, тщеславна, эгоистична, при этом весьма одаренна от природы различными талантами и умна. Лариса умело манипулирует окружающими и при желании может произвести о себе благоприятное впечатление. Cамое главное достоинство всех носительниц этого имени заключается в том, что они очень самостоятельны, а самостоятельность порождает независимость и самодостаточность. Эти черты помогут Ларисе добиться в жизни очень многого.",
        searchName: "женские"
    },

    {
        id: 51,
        name: "Эвелина",
        description: "Энергетике имени Эвелина присущи стойкость, упрямство, умение добиваться намеченной цели любым путем. Эвелина очень уверена в себе и собственных силах,что зачастую мешает обладательнице имени Эвелина ладить с окружающими людьми. Она бывает резка, груба, невнимательна и несносна по харктеру, люди вокруг часто сторонятся её. Однако, ради собственной выгоды Эвелина способна прикинуться добродушной и ласковой, ведь она умеет ловко манипулировать людьми и их чувствами.",
        searchName: "женские"
    }
]